{
  "data": [
    [
      "El número de palabras clave no es relevante",
      "John Mueller vuelve a confirmar que el número de palabras de una página no es un factor relevante. Escribe para tus usuarios.",
      "https://twitter.com/JohnMu/status/1176397410714759168"
    ],
	[
      "Datos en Search Console actualizados",
      "Google Search Console actualizará la información con mayor frecuencia. Ahora podremos ver los resultados con un día de diferencia.",
      "https://webmasters.googleblog.com/2019/09/search-performance-fresh-data.html"
    ],
	[
      "Actualización de los datos estructurados de valoraciones",
      "Google ha actualizado el cuándo y cómo se mostrarán las valoraciones basadas en datos estructurados.",
      "https://webmasters.googleblog.com/2019/09/making-review-rich-results-more-helpful.html"
    ],
	[
      "Google y las etiquetas canonical",
      "Por defecto podemos marcar y elegir las URLs de nuestro sitio que queremos que sean indexadas (canonical) y desechar versiones duplicadas pero en algunas ocasiones, el robot de Google decide por nosotros. John Mueller lo explica con más detalle en este tweet.",
      "https://twitter.com/googlewmc/status/1169285523237683200"
    ],
	[
      "Las denuncias afectan al SEO",
      "Si tu página web ha sufrido múltiples denuncias a través de Google por plagiar contenido sin el consentimiento de su propietario podría verse afectado su posicionamiento web.",
      "https://twitter.com/dannysullivan/status/1170713562194440195"
    ],
	[
      "Nuevo dato estructurado para películas",
      "Google ha lanzado un nuevo dato estructurado que se une a los más que ya tiene en funcionamiento. Se trata de un carrusel para películas.",
      "https://developers.google.com/search/docs/data-types/movie"
    ],
	[
      "Actualización de Pagerank",
      "Google ha actualizado su patente de Pagerank para incluir la confianza de los enlaces. Seguramente esté relacionado con el Graph Link.",
      "http://www.seobythesea.com/2018/04/pagerank-updated/"
    ],
    [
      "Nueva versión de GSC",
      "Google Search Console ha confirmado el cierre definitivo de la vieja versión. Lo que no se ha migrado está disponible desde la nueva a través de una serie de enlaces.",
      "https://support.google.com/webmasters/answer/9133276#additional_tools"
    ]
  ]
}