{
  "data": [
    [
      "Paradisers",
      "Podcast en español con varias publicaciones mensuales que explora las bases del SEO y el marketing general. Muy recomendable para cuando estamos comenzando.",
      "https://www.ivoox.com/podcast-paradisers_sq_f1687171_1.html"
    ],[
      "Search Buzz",
      "Barry Schwartz de Search Engine Roundtable repasa cada sábado lo más destacado de Roundtable para ayudarnos a estar actualizados. Cada episodio dura una media de 10 minutos.",
      "https://www.seroundtable.com/category/videos"
    ],
	[
      "Voices of Search",
      "Jordan Koene de Search Metrics publica dos veces por semana sencillas estrategias SEO listas para ser usadas en cualquier página.",
      "https://blog.searchmetrics.com/us/tag/podcasts/"
    ],
	[
      "Search Talk Live",
      "Matt Weber, Robert O’Haver, y Michelle Stinson hablan cada martes de las últimas tendencias del mundo SEO. Puedes participar enviando preguntas que contestan en sus debates.",
      "http://searchtalklive.com/"
    ],
	[
      "Experts on the Wire",
      "Dan Shure publica mensualmente estrategias SEO a nivel práctico que podemos replicar en nuestras páginas.",
      "http://www.evolvingseo.com/category/podcast/"
    ]
	,
	[
      "Digital Download",
      "Joe Kerschbaum de la empresa 3Q entrevista mensualmente a líderes del marketing digital. Ideal para estar al tanto de tendencias y herramientas para trabajar tu marca.",
      "https://3qdigital.com/resources/podcast"
    ],
    [
      "The Digital Marketing",
      "Ciaran Rogers y Daniel Rowles de Target Internet hablan cada dos semanas de múltiples temas relacionados con estrategias digitales. Son extensos pero recomendables. Llevan más de 9 años.",
      "https://www.targetinternet.com/digital-marketing-podcasts/"
    ],
    [
      "Edge of the web",
      "Erin Sparks de Site Strategies publica varias veces a la semana para mantenernos actualizados de las novedades del sector. No sólo habla de SEO sino también de Social Media, Content Marketing, etc.",
      "https://edgeofthewebradio.com/"
    ],
    [
      "Business of digital",
      "Dave Rohrer y Matt Siltala publican todos los sábados un podcast de 20 minutos orientado al crecimiento de marca digital. Ideal para empresas pequeñas y medianas.",
      "https://www.businessof.digital/"
    ],
    [
      "Internet Marketing Podcast",
      "Andy White de Site Visibility publica cada miércoles acciones SEO específicas que podemos implementar para mejorar nuestra estrategia digital.",
      "https://www.sitevisibility.co.uk/blog/category/podcast/#gref"
    ],
    [
      "Marketing over Coffee",
      "John Wall, Christopher Penn y múltiples invitados hablan cada semana acerca del mundo digital y su evolución. Ideal para estar informado a nivel genérico.",
      "https://www.marketingovercoffee.com/"
    ],
    [
      "Exposure Ninja Digital Marketing",
      "Tim Cameron-Kitchen de Exposure Ninja propone cada martes un reto digital. Siempre se aprende algo interesante y fácilmente trasladable a nuestra estrategia.",
      "https://exposureninja.com/podcast/"
    ],
    [
      "Marketing Scoop",
      "Judith Lewis y David Bain de SEMRush profundizan cada martes en las tendencias digitales. A veces traen algún experto para hacer debates de interés",
      "https://www.semrush.com/podcast/"
    ],
    [
      "Marketing school",
      "Neil Patel y Eric Siu publican cada día acerca de la evolución del mercado digital. Ofrecen trucos, consejos y también permiten enviar preguntas.",
      "https://marketingschool.io/"
    ],
    [
      "The Recipe for SEO Success",
      "Kate Toon realiza publicaciones SEO todos los martes. Algunas son básicas para recién iniciados, otras son más avanzadas. Son extensas pero no suelen superar la hora.",
      "https://therecipeforseosuccess.com/category/podcast/"
    ],
    [
      "SEOBits",
      "Rebecca Gill habla todos los lunes acerca de las estrategias y acciones SEO que deberíamos trabajar. La duración media suele ser de 15 minutos.",
      "https://www.seobits.fm/podcast/"
    ],
    [
      "Webcology",
      "Jim Hedger y Dave Davies de Webmaster Radio FM hablan cada jueves de la evolución de los algoritmos de búsqueda y estrategias SEO que son tendencia.",
      "http://www.webmasterradio.fm/shows/webcology"
    ],
    [
      "BrightonSEO",
      "Cada día se publican varios podcasts de ponentes del BrightonSEO así como debates con invitados que tratan temas de actualidad sobre posicionamiento orgánico.",
      "https://brightonseo.libsyn.com/"
    ],
    [
      "Digital Cast",
      "Mickey Mellen publica varias veces por semana episodios de dos minutos en los que resume la actualidad del mundo digital, en especial del SEO.",
      "https://digitalcast.org/"
    ],
    [
      "The Affiliate Guy",
      "Cada semana Matt McWilliams habla durante 15 minutos sobre estrategias de afiliación para facilitar el crecimiento en este área.",
      "https://www.mattmcwilliams.com/affiliate-guy-daily-podcast/"
    ]
  ]
}