{
  "data": [
    [
      "Eliminar URLs en Google",
      "Herramienta para eliminar URLs indexadas dentro de Google.",
      "https://www.google.com/webmasters/tools/url-removal"
    ],
	[
      "Probador de robots.txt",
      "Prueba el código de tu fichro robots.txt a través de esta herramienta antes de ponerlo en funcionamiento en tu web.",
      "https://www.google.com/webmasters/tools/robots-testing-tool"
    ],
	[
      "Estadísticas de rastreo",
      "Obtén la frecuencia y otras métricas relacionadas con el rastreo de Google a tu sitio web.",
      "https://www.google.com/webmasters/tools/crawl-stats"
    ],
	[
      "Parámetros de URL",
      "Informa a Google acerca de cómo debe interpretar los diferentes parámetros de tu sitio web.",
      "https://www.google.com/webmasters/tools/crawl-url-parameters"
    ],
	[
      "Segmentación internacional",
      "Verifica que tus etiquetas hreflang están bien implementadas y que no hay ningún problema relacionado con los idiomas.",
      "https://www.google.com/webmasters/tools/i18n"
    ],
	[
      "Marcador de datos",
      "A través de este asistente facilitamos a Google la extracción de información relevante para nuestro posicionamiento.",
      "https://www.google.com/webmasters/markup-helper/"
    ],
	[
      "Ajustes de privacidad",
      "A través de esta herramienta podremos definir la privacidad que queremos en nuestra cuenta de Google.",
      "https://myaccount.google.com/privacycheckup/"
    ],
	[
      "Datos a registrar",
      "Identifica qué tipo de información quieres compartir con Google para mejorar la experiencia de varios de sus productos.",
      "https://myaccount.google.com/data-and-personalization"
    ],
	[
      "Descarga tus datos",
      "Google nos ofrece la posibilidad de descargar toda la inforación que tiene almacenada de nuestro perfil de usuario.",
      "https://support.google.com/accounts/answer/3024190?hl=en"
    ],
	[
      "Way Back Machine",
      "El repositorio más grande de internet para analizar cómo era una página web en el pasado.",
      "https://web.archive.org/"
    ],
	[
      "Google trends",
      "Analiza tendencias de búsqueda de diversos términos en múltiples mercados.",
      "https://trends.google.es/trends/"
    ],
	  [
      "Also Asked",
      "Descubre las preguntas relacionadas con los términos que estés analizando.",
      "https://alsoasked.com/"
    ],
	[
      "PurifyCSS",
      "Get the CSS code you are using on your website and delete the unused so your file became lighter.",
      "https://purifycss.online/"
    ],
	[
      "MinimalCSS",
      "Aplicación que unifica todos los CSS en un único fichero y que elimina el código que no estemos usando.",
      "https://minimalcss.app/"
    ],
    [
      "HTML Formatter",
      "Get clean HTML code.",
      "https://htmlformatter.com/"
    ]
  ]
}
